tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'

brew 'apr'
brew 'openssl'
brew 'autoconf'
brew 'automake'
brew 'browser'
brew 'fontconfig'
brew 'glib'
brew 'coreutils'
brew 'dos2unix'
brew 'erlang'
brew 'elixir'
brew 'gawk'
brew 'git'
brew 'pkg-config'
brew 'git-extras'
brew 'gnutls'
brew 'go'
brew 'hadolint'
brew 'htop'
brew 'xz'
brew 'python3'
brew 'jq'
brew 'leiningen'
brew 'librsvg'
brew 'python'
brew 'lua'
brew 'mercurial'
brew 'openssl@1.1'
brew 'protobuf'
brew 'mobile-shell'
brew 'mono'
brew 'p7zip'
brew 'ripgrep'
brew 'sbt'
brew 'scala'
brew 'scalastyle'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'nvim'
brew 'watch'
brew 'wget'
brew 'zsh'
brew "d12frosted/emacs-plus/emacs-plus", args: ["without-spacemacs-icon"]
cask 'font-firacode-nerd-font'
