tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'android-sdk'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'beanstalkd'
brew 'boost'
brew 'browser'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'coreutils'
brew 'ctags'
brew 'dos2unix'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'forego'
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-extras'
brew 'glew'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'sdl2'
brew 'sdl2_image'
brew 'gource'
brew 'libtool'
brew 'graphviz'
brew 'hadolint'
brew 'haproxy'
brew 'icu4c'
brew 'harfbuzz'
brew 'htop'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'perl'
brew 'imagemagick'
brew 'jbig2dec'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libcroco'
brew 'libevent'
brew 'pango'
brew 'librsvg'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'maven'
brew 'mercurial'
brew 'openssl@1.1'
brew 'protobuf'
brew 'mitmproxy'
brew 'mobile-shell'
brew 'mono'
brew 'multimarkdown'
brew 'mysql-connector-c'
brew 'node'
brew 'nsq'
brew 'p7zip'
brew 'packer'
brew 'pigz'
brew 'qt5'
brew 'qcachegrind'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'scalastyle'
brew 'scriptcs'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'subversion'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'd12frosted/emacs-plus/emacs-plus'
cask 'ccleaner'
cask 'charles'
cask 'cyberduck'
cask 'disk-inventory-x'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'hipchat'
cask 'intellij-idea-ce'
cask 'mysqlworkbench'
cask 'p4merge'
cask 'rdm'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'tomighty'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
cask 'xamarin-studio'
